// Localizable.strings for AppleVPNExtra

// other menu strings
"OPEN_NP" = "Systemeinstellung „Netzwerk“ öffnen …";

// connect/disconnect
"CONNECT" = "Verbinden";
"DISCONNECT" = "Verbindung beenden";

// error string
"NO_VPN_CONFIGS" = "VPN ist nicht konfiguriert";
"NO_MODEM_CONFIGS" = "Keine Modem-Konfigurationen gefunden";
"NO_PPPOE_CONFIGS" = "Keine PPPoE-Konfigurationen gefunden";

// other items
"SHOW_TIMER" = "Verbindungsdauer einblenden";
"SHOW_ANIMATED_STATUS" = "Status beim Verbinden einblenden";
"STOP_SHOWING_TIME" = "Uhrzeit nicht mehr in der Menüleiste anzeigen";

"SHOW_TIME_FORMAT" = "Dauer für „%@“ in der Menüleiste anzeigen";

// scrolling text resources
"SCROLL_CONNECTING" = "Verbinden …";
"SCROLL_DIALING" = "Wählen …";
"SCROLL_DISCONNECTING" = "Trennen …";
"SCROLL_AUTHENTICATING" = "Identifizieren …";

/* Menu Extra Strings */
"CONNECTED_FORMAT" = "Verbindung zu „%@“ trennen";
"NOT_CONNECTED_FORMAT" = "Mit „%@“ verbinden";
"CONNECTING_FORMAT" = "Mit „%@“ verbinden";
"DISCONNECTING_FORMAT" = "Verbindung zu „%@“ trennen";
"AUTHENTICATING_FORMAT" = "%@ identifizieren";

"DEFAULT" = "Standard";

/* name strings */
"VPN menu extra" = "VPN-Menüerweiterung";
"PPP menu extra" = "PPP-Menüerweiterung";
"PPPoE menu extra" = "PPPoE-Menüerweiterung";
